Repository: eliottwantz/Flags
Catalog: Flags/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld flags seen
fr: %lld drapeaux vus

source: Best: %lld
fr: Record : %lld

source: Could not load flags
fr: Impossible de charger les drapeaux

source: Flag to guess
fr: Drapeau à deviner

source: Guess as many flags as you can in 1 minute. 6 choices per flag.
fr: Devine un maximum de drapeaux en 1 minute. 6 choix par drapeau.

source: Guess the Flags
fr: Devine les drapeaux

source: Language
fr: Langue

source: Loading flags…
fr: Chargement des drapeaux…

source: New Record!
fr: Nouveau Record!

source: Play
fr: Jouer

source: Play again
fr: Rejouer

source: Time left: %lld seconds
fr: Temps restant : %lld secondes

source: Time's up!
fr: Temps écoulé !
